alexcvzz.vscode-sqlite
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
datoux.vscode-pytest-intellisence
ecmel.vscode-html-css
formulahendry.code-runner
jcbuisson.vue
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
Nur.just-black
peakchen90.vue-beautify
rust-lang.rust
shamanu4.django-intellisense
sumneko.lua
vscode-icons-team.vscode-icons
vscodevim.vim
Zignd.html-css-class-completion
alexcvzz.vscode-sqlite
andys8.jest-snippets
apollographql.vscode-apollo
austincummings.razor-plus
bobsparadox.seti-black
BriteSnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fosshaas.fontsize-shortcuts
ginfuru.ginfuru-onedark-raincoat-theme
glitch.glitch
HookyQR.beautify
JamesBirtles.svelte-vscode
JCsoftIA.jcsoftia
joelday.docthis
johnpapa.vscode-cloak
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-es
ms-mssql.mssql
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-account
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
Nimda.deepdark-material
Nur.just-black
octref.vetur
Orta.vscode-jest
patbenatar.advanced-new-file
PKief.material-icon-theme
ritwickdey.LiveServer
SmukkeKim.theme-setimonokai
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
WallabyJs.quokka-vscode
WallabyJs.wallaby-vscode
whatwedo.twig
